Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: you need plenty of room; at least a clear 10 metre diameter circle .
af: een leerder moet hardloop met die bal om dit in 'n sirkel te laat beweeg .

source: the long string helps to give learners the correct idea that the earth's orbit is at a very great radius from the sun .
af: jy het baie spasie nodig; minstens 'n sirkel van 10m in deursnee.die lang tou help om die leerders die korrekte idee te gee dat die aarde se wentelbaan 'n groot radius van die son af is .

source: plan this to happen at the start or end of a period because the learners take time to move outside .
af: beplan dit aan die begin of die einde van die periode aangesien die leerlinge tyd neem om na buite te beweeg .

source: this activity was also included in the gr. 4 workbook to show revolution of the planets around the sun .
af: hierdie aktiwiteit is ook in graad 4 se werkboek om die beweging van die planete rondom die son te illustreer .

source: in gr. 6 it is also important for learners to understand that not only do planets revolve around the sun but they also rotate on their axis .
af: in graad 6 is dit ook belangrik dat die leerlinge verstaan dat die planete nie net om die son wentel nie maar ook om hulle eie as .

source: after doing this activity also get one learner to stand in the centre as the sun and hold several pieces of string or you the teacher can do this .
af: nadat die aktiwiteit gedoen is laat 'n leerling in diemiddel staan om die son voor te stel en 'n paar toue vas te hou .

source: several learners then hold the ends of the strings and spread out and walk around the teacher learner in the middle .
af: 'n paar leerlinge kan die punte van die toue vashou en uitsprei .

source: they are now revolving .
af: loop rondom die onderwyser leerling in die middel .

source: as they are revolving ask learners to nowalso spin as they are revolving .
af: soos wat hulle om die onderwyser leerling draai laat hulle ook self draai .

source: explain that they are now also rotating as planets rotate on their axis at the same time that they are revolving around the sun .
af: verduidelik dat hulle nou ook soos die planete om hul eie as draai dieselfde tyd as wat hulle om die son draai .

source: instructions part one
af: instruksies deel 1

source: what does the learner who is swinging the ball represent ?
af: wat verteenwoordig die leerder wat die bal swaai ?

source: what does the ball represent ?
af: watverteenwoordig die bal ?

source: the learner is the sun and the ball is the earth .
af: die leerder verteenwoordig die son en die bal verteenwoordig die aarde .

source: what do you feel is happening to the elastic as you swing the ball ?
af: wat voel jy gebeur met die rek as jy die bal swaai ?

source: you will feel the string pulling on your hand .
af: jy voel die tou trek aan jou hand .

source: if the ball in its bag could feel what would it feel ?
af: as die bal in sy sak kon voel wat sou dit voel ?

source: the ball will feel a force pulling on it equal to what the hand feels .
af: die bal voel 'n trekkrag dieselfde as wat die hand voel .

source: give learners time to think about this and commit themselves to an answer .
af: gee die leerders tyd om daaroor te dink en self tot 'nantwoord te kom .

source: the answer is that the ball will continue travelling in the direction it's going at the moment the string breaks .
af: die antwoord is dat die bal sal voortgaan om te beweeg in die rigting wat dit beweeg het die oomblik wat die tou gebreek het .

source: learners can test this answer by letting the string go .
af: leerders kan die antwoord toets deur die tou te laat los .

source: the ball represents the earth .
af: die bal verteenwoordig die aarde .

source: the learner swings it quite fast but how long does the earth really need to go once around the sun ?
af: die leerling swaai dit baie vinnig maar hoe lank sal die aarde regtig neem om een keer om die son te beweeg ?

source: it takes the earth one year to orbit the sun .
af: dit neem die aarde een jaar om om die son te beweeg .

source: instructions part two
af: instruksie deel 2

source: which part of this model represents the sun ?
af: watter deel van die model verteenwoordig die son ?

source: the two learners together represent the sun .
af: die twee leerders saam .

source: which part of the model represents planet earth ?
af: watter deel van die model verteenwoordig die planeetaarde ?

source: the first ball on the 5 metre string represents earth .
af: die eerste bal aan die tou van 5 meter .

source: which part represents planet venus ?
af: watter deel verteenwoordig die planeet venus ?

source: the second ball on the 3 metre string represents venus .
af: die tweede bal aan die tou van 3 meter .

source: it takes one year .
af: een jaar .

source: the planet earth orbits around the sun in 365.25 days and we call that one year .
af: die planeet aarde wentel om die son in 365 25 dae en ons noem dit een jaar .

source: as earth moves to new positions around the sun we have four seasons summer autumn winter and spring and then summer comes again .
af: soos die aarde nuwe posisies om die son inneem kry ons vier seisoene somer herfs winter en lente en daarna is ditweer somer .

source: now in space the earth keeps on going around the sun at more than 100 000 kilometres every hour .
af: in die ruimte beweeg die aarde aanhoudend om die son teen meer as 100 000 kilometer elke uur .

source: however there is no string pulling on the earth so what keeps it moving ?
af: daar is egter geen tou wat die aarde vashou nie so wat laat dit aanhou beweeg ?

source: the force of gravity pulls the sun and the earth towards each other .
af: die swaartekrag trek die son en aarde nader aan mekaar .

source: the planet venus orbits around the sun in 224.7 days .
af: die planeet venus wentel om die son in 224.7 dae .

source: those are 224.7 earth days .
af: dit is 224.7 aarde dae

source: there is no string in space between earth and the sun !
af: daar is geen tou in die ruimte tussen die aarde en die son nie !

source: the earth would move away but the sun traps the earth with its much greater force of gravity .
af: die aarde sou kon wegbeweeg van die son maar die son hou die aarde gevange met 'n baie groter swaartekrag .

source: the sun pulls on the earth and the earth pulls on the sun with the force of gravity .
af: die son trek die aarde aan en die aarde trek die son aan met swaartekrag .

source: the pull is so strong that it works at a distance of 150 million kilometres !
af: die aantrekkingskrag is so sterk dat dit werk oor 'n afstand van 150miljoen kilometer !

source: like the string force of gravity keeps the earth moving in its orbit around the sun year after year .
af: soos die tou hou die swaartekrag die aarde in sy wentelbaan om die son jaar na jaar .

source: it does the same for the other planets too .
af: dieselfde geld vir die ander planete .

source: the force of gravity pulls the planet neptune into its orbit even though neptune is 30 times further away from the sun than earth is .
af: die swaartekrag trek die planeet neptunus in sy wentelbaan aan selfs al is neptunus 30 keer verder weg van die son as wat die aarde is .

source: in the model in the previous activity what does the string represent ?
af: in die model van die vorige aktiwiteit wat verteenwoordig die tou ?

source: the string represents the force of gravity between the sun and a planet .
af: die tou verteenwoordig die swaartekrag tussen die son en 'n planeet .

source: the four inner planets are rocky .
af: die vier binneplanete is rotsagtig .

source: look at the picture below of the solar system again .
af: kyk weer na die prent van die sonnestelsel .

source: the 4 planets closest to the sun are called the inner planets of the solar system .
af: die 4 planete naaste aan die son word die binneplanete van die sonnestelsel genoem .

source: they all are made of rock; some of them have a thin layer of gas on the outside .
af: hulle bestaan almal uit rots sommige van hulle het 'n dun laag gas om die buitekant .

source: earth has a very thin layer of water and soil too .
af: die aarde het 'n baie dun laag van water en grond ook .

source: give the names of the four inner rocky planets by looking at the pictures above .
af: gee die name van die vier rotsagtige binneplanete deurna die prente hierbo te kyk .

source: the learners must work it out from the figure .
af: die leerders moet dit uitwerk vanaf die figuur .

source: the skill is interpreting the picture below and the text above .
af: dievaardigheid is om die prent hieronder en die teks hierbote interpreteer .

source: mercury venus earth mars
af: mercurius venus aarde mars .

source: crust mantle core
af: kors mantel kern

source: the four outer planets are gas giants .
af: die vier buiteplanete is gasreuse .

source: these planets are very far from the sun .
af: die planete is baie ver van die son .

source: they don't have a hard surface that a spacecraft can land on .
af: hulle het nie 'n harde oppervlak waarop 'n ruimtetuig kan land nie .

source: instead they are giant balls of very cold gases .
af: hulle is reuse balle van baie koue gasse .

source: astronomers think that these planets have hot solid cores deep down inside them .
af: sterrekundiges dink hierdie planete het warm soliedekerns diep aan die binnekant .

source: this next image shows us what the inside of the gas giants is like .
af: die volgende figuur wys ons hoe die binnekant van die gasreus lyk .

source: there are also different layers of gases .
af: daar is ook verskillende lae van gasse .

source: introduction to the planets video http www.youtube.com watch?v n2eu96xqek4
af: bekendstelling aan die planete video goo.gl gcq7w

source: give the names of the four outer gas planets by looking at the pictures above .
af: gee die name van die vier buitenste gasplanete deur nadie prente hierbo te kyk .

source: the learners must work it out from the picture .
af: die leerders moet vanaf die prent werk .

source: jupiter saturn uranus and neptune
af: jupiter saturnus uranus en neptinus .

source: give the name of one of the gases that make up the gas planets .
af: gee die naam van een van die gasse waaruit die gasplanete opgebou is .

source: the gas planets are made up of hydrogen helium or methane .
af: waterstof helium of metaan .

source: let's now take a closer look at each of the planets .
af: kom ons beskou die planete van naderby .

source: mercury is closest to the sun and the smallest planet .
af: mercurius is die naaste aan die son en die kleinste planeet .

source: it has no atmosphere and its grey surface is marked with thousands of craters .
af: dit het geen atmosfeer nie en sy grys oppervlak is oortrek met duisende kraters .

source: a crater is the mark that we see where a rock has crashed onto a planet or a moon .
af: 'n krater is die merk wat ons sien waar 'n rots met dieplaneet of 'n maan gebots het .

source: venus alternates every 584 days between being an evening star and a morning star in other words shining brightest just after sunset or just before sunrise .
af: venus verwissel elke 584 dae van 'n aandster na 'n m&#244;rester met ander woorde dit skyn die helderste net na sonsondergang of net voor sonsopkoms .

source: venus is second closest to the sun .
af: venus is die tweede naaste aan die son .

source: it is almost the same size as earth .
af: dit is amper dieselfde grootte as die aarde .

source: to us it looks white and it shines brightly in the evening or morning .
af: vir ons lyk dit wit en dit skyn baie helder in die aande of vroeg oggend .

source: venus shines brightly like that because it is covered in a thick cloud of gas .
af: venus skyn helder omdat dit bedek is met 'n dik gaswolk .

source: it would be horrible to breathe the atmosphere on venus because the gas is mostly carbon dioxide and sulphuric acid !
af: dit sal aaklig wees om asem te haal in venus se atmosfeer aangesien dit hoofsaaklik uit koolstofdioksied en swawelsuur bestaan !

source: the atmosphere absorbs lots of heat from the sun and does not cool down at night .
af: die atmosfeer absorbeer baie hitte van die son en koel nie gedurende die nag af nie .

source: venus is the hottest planet in our solar system .
af: venus is die warmste planeet in ons sonnestelsel .

source: the temperature is about 450&#176;c on the surface of venus !
af: die temperatuur op die oppervlakte van venus is ongeveer 450&#176;c !

source: video on venus http www.youtube.com watch?v hg nzwbsvxe
af: video van venus goo.gl 1v0m7

source: at what temperature does water boil ?
af: by watter temperatuur kook water ?

source: 100 degrees celsius
af: 100 grade celsius

source: zinc melts at about 420&#176;c so what would zinc look like on the surface of venus ?
af: sink smelt by ongeveer 420&#176;c hoe sal sink lyk op die oppervlakte van venus ?

source: it would be a liquid .
af: sink sal in die vloeistof fase wees .

source: then we reach earth the blue planet our home in space .
af: dan bereik ons aarde die blou planeet ons huis in die ruimte .

source: you know a lot about earth already .
af: jy weet alreeds baie van die aarde .

source: earth has its moon that we know well .
af: die aarde het sy eie maan wat ons baie goed ken .

source: the moon moves in its orbit around the earth .
af: die maan beweeg in sy wentelbaan om die aarde .

source: the wonders of earth video http www.youtube.com watch?v thuviaxrd w&amp;feature fvwrel
af: die wonders van die aarde video http www.youtube.com watch?v thuviaxrd w&amp;feature fvwrel

source: next furthest out is mars the red planet .
af: volgende in die ry is mars die rooi planeet .

source: we know quite a lot about mars .
af: baie ruimtetuie is al na mars gestuur om foto's te neem en sommige van hulle het geland om monsters te neem van die grond .

source: many spacecraft have been sent to mars to take photographs and some spacecraft even landed to take samples of the soil .
af: ons weet dus baievan mars .

source: we cover some extra information on mars because the learners need to search for information when they carry out a case study of the mars rover in unit 4 .
af: ons leer 'n bietjie meer van mars omdat die leerders moet soek vir inligting wanneer hulle 'n gevallestudie oor die mars maantuig in eenheid 4 doen .

source: mars needs almost two earth years to complete one orbit around the sun so if you lived on mars you would have to wait a very long time for your birthday .
af: mars benodig amper twee aarde jare om een keer in sy wentelbaan om die son te beweeg so as jy op mars bly sal jy baie lank moet wag vir jou verjaardag .

source: mars spins like the earth and a day on mars is almost the same length as a day on earth .
af: mars draai ook om sy eie as en 'n dag op mars is min of meer dieselfde lengte as 'n dag op aarde .

source: a day on mars is called a sol .
af: 'n dag opmars word 'n sol genoem .

source: rock around the world http ratw.asu.edu
af: rotse oor die w&#234;reld goo.gl q1dhu

source: this planet is further from the sun than earth and for this reason it is very cold .
af: di&#233; planeet is verder van die son as die aarde en om di&#233; rede is dit baie koud .

source: it has a thin atmosphere but this atmosphere is mostly carbon dioxide gas .
af: dit het 'n dun atmosfeer maar dit bestaan meestal uit die gas koolstofdioksied .

source: humans cannot breathe that atmosphere .
af: mense kan nie asemhaal in daardieatmosfeer nie .

source: the surface is mostly sand and rocks .
af: die oppervlakte is meestal sand en rotse .

source: the sand is full of iron oxide which is the same substance as red orange rust .
af: die sand is vol ysteroksied wat dieselfde stof as die rooi oranje roes is .

source: from earth we see mars as a small red orange dot in the sky because of the colour of the soil .
af: vanaf die aarde sien ons mars as 'n klein rooi oranje kolletjie in die lug as gevolg van die kleur van die grond .

source: a video from nasa about the surface of mars http www.nasaimages.org luna servlet detail nva2 27 27 65049 127816
af: n video van nasa oor die oppervlakte van mars http www.nasaimages.org luna servlet detail nva2 27 27 65049 127816

source: there are some very big valleys on mars .
af: daar is 'n paar baie groot valleie op mars .

source: valleys are caused by erosion when water flows downhill so we can make an inference that there was a lot of water on the planet long ago .
af: vallei word deur erosie gevorm wanneer water teen 'n heuwel afvloei ons kan dus die afleiding maak dat daar lank gelede baie water op die planeet was .

source: if there was water perhaps there were living things on mars too .
af: as daar water was was daar dalk ook ander lewende dinge op mars .

source: but we cannot be sure .
af: ons kan egter nie seker wees nie .

source: scientists have sent another spacecraft to look carefully at the rocks and sand .
af: wetenskaplikes het nog 'n ruimtetuig gestuur om die rots en sand te ondersoek .

source: the spacecraft is called curiosity and it will try to find signs of living things in the ground .
af: die ruimtetuig word curiosity genoem en sal probeer om enige tekens van lewende dinge in die grond te vind .

source: nasa video on valles marineris http www.nasaimages.org luna servlet detail nva2 20 20 54397 125187 nasa ksnn mars records
af: nasa video oor valles marineris http www.nasaimages.org luna servlet detail nva2 20 20 54397 125187 nasa ksnn mars records

source: mars is smaller than earth and if you went there your weight would be only about a third &#x2153; of your weight on earth .
af: mars is kleiner as die aarde en as jy soontoe sou gaan sou jou gewig slegs 'n derde &#8531; van jou gewig op die aarde wees .

source: if your mass is 45 kg on earth you weigh 450 newtons n .
af: as jou massa op die aarde 45 kg is weeg jy 450 newtons n .

source: if you went to mars what would you weigh ?
af: wat sal jy weeg as jy mars toe gaan ?

source: 450 newtons &#xf7; 3 150 n .
af: 450 newtons div 3 150 n .

source: so the answer is 150 n .
af: die antwoord is dus 150 n .

source: show this calculation on the board and explain how to do it .
af: wys hierdie berekening op die bord en verduidelik hoe om dit te doen .

source: in fact your weight on mars would be 37 7 of your weight on earth .
af: jou gewig op mars sal dus 'n text 37 7 wees van jou gewig op aarde .

source: we have rounded the number to simplify the calculation .
af: ons het die syfer afgerond om die berekening eenvoudiger te maak .

source: if learners query this then you can show them the following calculations 450 newtons times dfrac text 37 7 text 100 169.65 newtons
af: indien leerders dit bevraagteken kan jy hulle die volgende berekening wys 450 newtons times dfrac text 37 7 text 100 169.65 newtons

source: would you feel heavier or lighter on mars ?
af: sal jy swaarder of ligter voel op mars ?

source: you would feel much lighter on mars !
af: jy sal baie ligter voel op mars !

source: now we have to go very far from the sun 5 times further than earth is from the sun .
af: nou moet ons baie ver van die son af weg beweeg 5 keer verder as wat die aarde van die son af is .

source: we begin to see the gas giants which are the four outer planets .
af: ons kan nou die gasreuse begin sien die vier buiteplanete .

source: these gas giants have no solid surface we could land on .
af: die gasreuse het nie 'n soliede oppervlak waarop ons kan land nie .

source: they are huge balls of gas and if we came close we would fly through clouds of cold gases .
af: hulle is reuse gasballe en as ons naby sou kom sou ons deur die wolk koue gasse kon vlieg .

source: before we can get to jupiter we have to pass safely through the asteroid belt .
af: voor ons by jupiter kan uitkom moet ons deur die astero&#239;dbelt beweeg .

source: you can read about the asteroid belt further down this page .
af: jy kan meer oor die astero&#239;dbelt lees onderaan hierdie bladsy .

source: jupiter is the first gas giant we come to and it is the biggest of all the planets .
af: jupiter is die eerste gasreus waarby ons kom en is die grootste van al die planete .

source: from earth we see it shining white but close up its colour is light pink brown .
af: van die aarde af lyk dit helder wit maar as jy nader kom is dit eintlik 'n ligte pienkbruin kleur .

source: it is bigger than all the other planets put together .
af: dit is baie groter as al die ander planete saam .

source: deep inside jupiter may have a very hot core of rock .
af: diep binne in mag jupiter 'n warm rotskern h&#234; .

source: jupiter has four big moons and sixty smaller ones .
af: jupiter het vier groot mane en sestig kleiner mane .

source: a video on jupiter http www.youtube.com watch?v s56pxa9lpvo&amp;feature endscreen&amp;nr 1
af: 'n video oor jupiter http www.youtube.com watch?v s56pxa9lpvo&amp;feature endscreen&amp;nr 1

source: you will read about galileo in chapter 5 .
af: jy sal meer oor galileo in hoofstuk 5 lees .

source: he was the first person to see the moons of jupiter .
af: hy was die eerste persoon om die mane van jupiter te sien .

source: if we now go even further into space to double the distance we went to reach jupiter we reach the planet saturn .
af: as ons nou nog verder die ruimte invaar dubbeld die afstand wat ons gereis het om by jupiter uit te kom kry ons die planeet saturnus .

source: saturn is almost as big as jupiter but it has a light yellow colour .
af: saturnus is amper net so groot soos jupiter maar het 'n ligte geel kleur .

source: it is mostly gas and it has rings of rock spread out and spinning around it .
af: dit is meestal gas en het 'n rotsring wat uitsprei en daarom draai .

source: saturn has about 62 moons .
af: saturnus het 62 mane .

source: saturn isn't the only planet with rings .
af: satarnus is nie die enigste planeet met ringe nie .

source: the other gas giants jupiter uranus and neptune also have rings they are just less obvious .
af: die ander gasreuse jupiter uranus en neptunus het ook ringe hulle is net minder ooglopend .

source: then we get uranus a smooth blue green ball of gas with almost no marks and shapes on it that we can see .
af: daarna kry ons uranus 'n gladde blougroen bal gas wat amper geen merke en vorms het wat ons kan sien nie .

source: it has more than 25 moons .
af: dit het meer as 25 mane .

source: now we are more than 30 times further from the sun than earth is and we see the last planet neptune .
af: ons is nou 30 maal verder van die son af as wat die aarde is en ons sien die laaste planeet neptunus .

source: neptune is also a ball of gas and looks like uranus .
af: neptunus is ook 'n bal gas en lyk soos uranus .

source: it has about 12 moons and possibly more .
af: dit het omtrent 12 mane moontlik meer .

source: neptune has a very 'stormy' surface .
af: neptunus het 'n baie stormagtige oppervlakte .

source: images of the planet often show huge storms and winds .
af: beelde van die planeet wys gereeld groot storms en winde .

source: the following activity tests comprehension skills .
af: die volgende aktiwiteit toets begripsvaardighede .

source: it is a good idea to read through the text together and then allow learners to go back and read it by themselves when looking for the answers .
af: dit is 'n goeie idee om saam deur die teks te lees en dan leerders toe te laat om dit self weer te lees en die antwoorde te soek .

source: name all the planets in order starting from the one closest to the sun .
af: noem al die planete in volgorde begin by die een wat naaste aan die son is .

source: mercury venus earth mars jupiter saturn neptune uranus
af: mercurius venus aarde mars jupiter saturnus neptunus uranus

source: what are the 4 inner planets known as ?
af: wat word die 4 binneplanete genoem ?
